var local_database = [
    {
        name: "理想三旬",
        id: "31445772",
        musicId: "01",
        artists: {
            name: "陈鸿宇",
            id: "1058228",
        },
        album: {
            name: "浓烟下的诗歌电台",
            id: "3116882",
            picUrl: "http://p3.music.126.net/_msXsY9oMY4MSG3OTN0U1A==/109951162849778878.jpg",
        },
        mp3Url: "http://m2.music.126.net/3KW-PmVF820wUth302USRA==/18817041997835251.mp3",
        lyric: "[00:00.00] 作曲 : 陈鸿宇\n[00:00.344] 作词 : 唐映枫\n[00:01.34]雨后有车驶来\n[00:04.11]驶过暮色苍白\n[00:06.39]旧铁皮往南开 恋人已不在\n[00:11.19]收听浓烟下的 诗歌电台\n[00:16.00]不动情的咳嗽 至少看起来\n[00:20.72]归途也还可爱\n[00:23.17]琴弦少了姿态\n[00:25.46]再不见那夜里 听歌的小孩\n[00:30.47]时光匆匆独白\n[00:32.68]将颠沛磨成卡带\n[00:35.11]已枯卷的情怀 踏碎成年代\n[00:40.27]\n[00:49.47]就老去吧 孤独别醒来\n[00:54.95]\n[00:55.61]你渴望的离开\n[00:59.84]只是无处停摆\n[01:04.00]就歌唱吧 眼睛眯起来\n[01:10.16]而热泪的崩坏\n[01:14.52]只是没抵达的存在\n[01:18.95]\n[01:37.39]青春又醉倒在\n[01:40.14]籍籍无名的怀\n[01:42.50]靠嬉笑来虚度 聚散得慷慨\n[01:47.29]辗转却去不到 对的站台\n[01:52.19]如果漂泊是成长 必经的路牌\n[01:56.83]你迷醒岁月中\n[01:59.14]那贫瘠的未来\n[02:01.72]像遗憾季节里 未结果的爱\n[02:06.11]弄脏了每一页诗\n[02:08.61]吻最疼痛的告白\n[02:11.16]而风声吹到这 已不需要释怀\n[02:16.02]就老去吧 孤独别醒来\n[02:20.90]\n[02:22.17]你渴望的离开\n[02:26.30]只是无处停摆\n[02:30.44]就歌唱吧 眼睛眯起来\n[02:36.30]而热泪的崩坏\n[02:40.52]只是没抵达的存在\n[02:47.54]\n[03:06.32]就甜蜜地忍耐\n[03:08.76]繁星润湿窗台\n[03:11.18]光影跳动着像在 困倦里说爱\n[03:15.98]再无谓的感慨\n[03:18.65]以为明白\n[03:20.72]梦倒塌的地方 今已爬满青苔\n",
    },
    {
        name: "Dream It Possible",
        id: "38592976",
        musicId: "02",
        artists: {
            name: "Delacey",
            id: "489045",
        },
        album: {
            name: "Dream It Possible",
            id: "3426477",
            picUrl: "http://p3.music.126.net/AqaX6wFRiu5_W2z4RD4V1g==/2885118514463430.jpg",
        },
        mp3Url: "http://m2.music.126.net/9FXR9UAKzIRFUn5QPDTjEQ==/3286440257931121.mp3",
        lyric: "[00:08]I will run, I will climb, I will soar\n[00:13]I’m undefeated\n[00:16]Jumping out of my skin, pull the chord\n[00:21]Yeah I believe it\n[00:23]The past, is everything we were don’t make us who we are\n[00:26]So I’ll dream, until I make it real, and all I see is stars\n[00:37]Its not until you fall that you fly\n[00:43]When your dreams come alive you’re unstoppable\n[00:47]Take a shot, chase the sun, find the beautiful\n[00:51]We will glow in the dark turning dust to gold\n[00:55]And we’ll dream it possible\n[01:16]I will chase, I will reach, I will fly\n[01:20]Until I’m breaking, until I’m breaking\n[01:24]Out of my cage, like a bird in the night\n[01:28]I know I’m changing, I know I’m changing\n[01:31]In, into something big, better than before\n[01:39]And if it takes, takes a thousand lives\n[01:43]Then It’s worth fighting for\n[01:46]Its not until you fall that you fly\n[01:50]When your dreams come alive you’re unstoppable\n[01:55]Take a shot, chase the sun, find the beautiful\n[01:59]We will glow in the dark turning dust to gold\n[02:03]And we’ll dream it possible\n[02:23]From the bottom to the top\n[02:26]We’re sparking wild fire’s\n[02:28]Never quit and never stop\n[02:30]The rest of our lives\n[02:32]From the bottom to the top\n[02:34]We’re sparking wild fire’s\n[02:36]Never quit and never stop\n[02:39]Its not until you fall that you fly\n[02:45]When your dreams come alive you’re unstoppable\n[02:49]Take a shot, chase the sun, find the beautiful\n[02:53]We will glow in the dark turning dust to gold\n[02:57]And we’ll dream it possible possible\n",
    },
   
    {
        name: "春风十里",
        id: "38576323",
        musicId: "03",
        artists: {
            name: "鹿先森乐队",
            id: "1195028",
        },
        album: {
            name: "所有的酒，都不如你",
            id: "34976129",
            picUrl: "http://p4.music.126.net/vOrGCPP-ozONI4IdlCgdfA==/18555358231321070.jpg",
        },
        mp3Url: "http://m2.music.126.net/ma_kjS1Xkp1UzAQ6wUiIeg==/18597139673248859.mp3",
        lyric: "[00:05.42]作曲 : 倍倍\n[00:06.15]作词 : 倍倍\n[00:06.83]编曲：鹿先森乐队\n[00:07.32]制作人：李卓\n[00:07.84]和音: 李卓 杨博士\n[00:08.41]弦乐编配：李卓\n[00:09.21]原声吉他: 杨博士\n[00:10.99]电吉他：董二胖\n[00:12.75]钢琴：冰冰\n[00:14.58]贝斯：李斯\n[00:16.32]鼓：PP\n[00:18.10]录音棚：Tweak Tone Labs\n[00:19.79]混音：李卓\n[00:20.81]\n[00:22.69]我在二环路的里边 想着你\n[00:30.27]你在远方的山上 春风十里\n[00:37.11]今天的风吹向你 下了雨\n[00:44.26]我说所有的酒 都不如你\n[00:49.13]\n[00:51.80]我在鼓楼的夜色中 为你唱花香自来\n[00:58.56]在别处 沉默相遇和期待\n[01:05.59]飞机飞过 车水马龙的城市\n[01:12.75]千里之外 不离开\n[01:18.22]\n[01:19.41]把所有的春天 都揉进了一个清晨\n[01:26.46]把所有停不下的言语变成秘密 关上了门\n[01:33.52]莫名的的情愫啊 请问 谁来将它带走呢\n[01:40.87]只好把岁月化成歌 留在山河\n[02:16.62]我在鼓楼的夜色中 为你唱花香自来\n[02:23.74]在别处 沉默相遇和期待\n[02:30.91]飞机飞过 车水马龙的城市\n[02:38.50]千里之外 不离开\n[02:42.44]\n[02:45.19]把所有的春天 都揉进了一个清晨\n[02:52.29]把所有停不下的言语变成秘密 关上了门\n[02:59.70]莫名的的情愫啊 请问 谁来将它带走呢\n[03:07.27]只好把岁月化成歌 留在山河\n[04:09.91]\n[04:11.10]把所有的春天 都揉进了一个清晨\n[04:17.31]把所有停不下的言语变成秘密 关上了门\n[04:25.34]莫名的的情愫啊 请问 谁来将它带走呢\n[04:32.34]只好把岁月化成歌 留在山河\n[04:37.80]\n[04:39.72]我在二环路的里边 想着你\n[04:47.60]你在远方的山上 春风十里\n[04:54.71]今天的风吹向你 下了雨\n[05:02.16]我说所有的酒 都不如你\n",
    },
    {
        name: "让我留在你身边",
        id: "438801672",
        musicId: "04",
        artists: {
            name: "陈奕迅",
            id: "2116",
        },
        album: {
            name: "让我留在你身边",
            id: "34961173",
            picUrl: "http://p3.music.126.net/71YQw1K88LS06iMjLRY5CA==/18610333812708195.jpg",
        },
        mp3Url: "http://m2.music.126.net/GVAsKFbuPTysYO2G49V8ag==/18676304510962819.mp3",
        lyric: "[00:00.00] 作曲 : 唐汉霄\n[00:00.306] 作词 : 唐汉霄\n[00:00.920]我从来不说话\n[00:03.930]因为我害怕\n[00:06.790]没有人回答\n[00:12.080]我从来不挣扎\n[00:14.970]因为我知道\n[00:18.040]这世界太大\n[00:23.390]太多时间浪费\n[00:26.160]太多事要面对\n[00:28.610]太多已无所谓\n[00:34.610]太多难辨真伪\n[00:37.230]太多纷扰是非\n[00:40.110]在你身边是谁\n[00:46.040]最渺小的我\n[00:49.220]有大大的梦\n[00:51.890]时间向前走一定只有路口没有尽头\n[00:58.250]纷纷扰扰这个世界\n[01:01.760]所有的了解\n[01:03.950]只要 让我留在你身边\n[01:09.000]最渺小的我\n[01:11.820]有大大的梦\n[01:14.430]我愿意安静的活在每个有你的角落\n[01:20.860]如果生活还有什么 会让你难过\n[01:26.510]别怕 让我留在你身边\n[01:31.390]都陪你渡过\n[01:54.130]最渺小的我\n[01:56.870]最卑微的梦\n[01:59.680]我发现这世界没有那么那么的不同\n[02:06.020]现实如果对你不公\n[02:09.500]别计较太多\n[02:11.670]走吧 暴风雨后的彩虹\n[02:19.520]也许会落空\n[02:22.420]也许会普通\n[02:25.130]也许这庸庸碌碌的黑白世界你不懂\n[02:31.450]生命中所有的路口\n[02:35.100]绝不是尽头\n[02:37.200]别怕 让我留在你身边\n[02:44.950]都陪你渡过\n",
    },
        {
        name: "默",
        id: "31473269",
        musicId: "05",
        artists: {
            name: "那英",
            id: "9061",
        },
        album: {
            name: "默",
            id: "3122021",
            picUrl: "http://p3.music.126.net/QoxZfieoPBb096HDahCwrQ==/18698294743793765.jpg",
        },
        mp3Url: "http://m2.music.126.net/u1VARyxbQw3Zd7cFzJA4lw==/2920302883895034.mp3",
        lyric: "[00:00.00] 作曲 : 钱雷\n[00:01.00] 作词 : 尹约\n[00:37.860]忍不住化身一条固执的鱼\n[00:45.950]逆着洋流独自游到底\n[00:52.260]年少时候虔诚发过的誓\n[00:59.350]沉默地沉没在深海里\n[01:06.230]重温几次\n[01:09.440]结局还是\n[01:12.460]失去你\n[01:20.110]我被爱判处终身孤寂\n[01:25.260]不还手 不放手\n[01:33.390]笔下画不完的圆 心间填不满的缘 是你\n[01:47.350]为何爱判处众生孤寂\n[01:52.560]挣不脱 逃不过\n[02:00.910]眉头解不开的结 命中解不开的劫 是你\n[02:15.090]啊 失去你\n[02:28.650]啊 我失去你\n[03:13.240]忍不住化身一条固执的鱼\n[03:20.140]逆着洋流独自游到底\n[03:26.700]年少时候虔诚发过的誓\n[03:33.370]沉默地沉没在深海里\n[03:40.470]周而复始\n[03:43.430]结局还是\n[03:46.630]失去你\n[03:54.100]我被爱判处终身孤寂\n[03:59.640]不还手 不放手\n[04:07.720]笔下画不完的圆 心间填不满的缘 是你\n[04:21.660]为何爱判处众生孤寂\n[04:26.890]挣不脱 逃不过\n[04:35.060]眉头解不开的结 命中解不开的劫 是你\n[04:49.260]啊 失去你\n[05:02.900]啊 我失去你\n",
    },
        {
        name: "他不懂（cover张杰）",
        id: "446557545",
        musicId: "06",
        artists: {
            name: "李明昊",
            id: "12138280",
        },
        album: {
            name: "暗・香",
            id: "35049471",
            picUrl: "http://p3.music.126.net/-rPRyiewCcTi3l-KDXyYHw==/109951162822444563.jpg",
        },
        mp3Url: "http://m2.music.126.net/A-gqSwgnAMNFtuvs5riNGg==/18716986441275732.mp3",
        lyric: "[ti:他不懂]\n[00:00.00] 作曲 : 唐湘智\n[00:00.00] 作词 : 周振霆&代岳东\n[00:00.00]\n[00:02.00]他不懂\n[00:04.00]作 曲：唐湘智　\n[00:06.00]作 词：周振霆 代岳东\n[00:08.00]翻 唱：李明昊\n[00:14.00]\n[00:20.01]他留给你是背影\n[00:25.66]关于爱情只字不提\n[00:30.45]害你哭红了眼睛\n[00:35.38]他把谎言说的竟然那么动听\n[00:41.35]他不止一次骗了你\n[00:45.31]不值得你再为他伤心\n[00:49.58]他不懂你的心假装冷静\n[00:53.48]他不懂爱情把它当游戏\n[00:57.37]他不懂表明相爱这件事\n[01:01.26]除了对不起就只剩叹息\n[01:05.26]他不懂你的心为何哭泣\n[01:09.25]窒息到快要不能呼吸\n[01:17.30]喔喔\n[01:19.78]他不懂你的心\n[01:28.03]\n[01:38.65]他把回忆留给你\n[01:44.24]连同忧伤强加给你\n[01:49.20]对你说来不公平\n[01:54.31]他的谎言句句说的那么动听\n[01:59.95]他不止一次骗了你\n[02:03.94]不值得你再为他伤心\n[02:08.28]他不懂你的心假装冷静\n[02:12.18]他不懂爱情把它当游戏\n[02:16.02]他不懂表明相爱这件事\n[02:19.93]除了对不起就只剩叹息\n[02:23.96]他不懂你的心为何哭泣\n[02:27.97]窒息到快要不能呼吸\n[02:36.07]喔喔\n[02:38.33]他不懂你的心\n[02:47.87]\n[02:55.65]他不懂你的心假装冷静\n[02:59.39]他不懂爱情把它当游戏\n[03:03.26]他不懂表明相爱这件事\n[03:07.12]除了对不起就只剩叹息\n[03:10.97]他不懂你的心为何哭泣\n[03:15.04]窒息到快要不能呼吸\n[03:23.20]喔喔\n[03:25.72]他不懂你的心\n[03:42.02]\n[03:50.25]\n",
    },
        {
        name: "信仰",
        id: "25643328",
        musicId: "07",
        artists: {
            name: "张信哲",
            id: "6454",
        },
        album: {
            name: "Jeff情歌精选",
            id: "2263172",
            picUrl: "http://p4.music.126.net/iEXIrVqcxjGrcrgHsYLxCw==/617925534852578.jpg",
        },
        mp3Url: "http://m2.music.126.net/mp36Mt0ZrZKz1AaR0YxJng==/1236950581260896.mp3",
        lyric: "[00:00.00] 作曲 : 陈耀川\n[00:01.00] 作词 : 易家扬/陈耀川\n[00:33.110]每当我听见忧郁的乐章\n[00:36.100]勾起回忆的伤\n[00:39.880]每当我看见白色的月光\n[00:42.480]想起你的脸庞\n[00:46.490]明知不该去想 不能去想\n[00:49.690]偏又想到迷惘\n[00:53.820]是谁让我心酸 谁让我牵挂\n[00:56.570]是你啊\n[01:00.930]我知道那些不该说的话\n[01:03.590]让你负气流浪\n[01:07.610]想知道多年漂浮的时光\n[01:10.390]是否你也想家\n[01:13.890]如果当时吻你 当时抱你\n[01:17.289]也许结局难讲\n[01:21.390]我那么多遗憾 那么多期盼\n[01:23.980]你知道吗\n[01:27.260]我爱你 是多么清楚 多么坚固的信仰\n[01:34.190]我爱你 是多么温暖 多么勇敢的力量\n[01:41.550]我不管心多伤 不管爱多慌 不管别人怎么想\n[01:46.640]\n[01:48.130]爱是一种信仰\n[01:50.440]把我 带到你的身旁\n[02:20.280]我知道那些不该说的话\n[02:22.760]让你负气流浪\n[02:27.200]想知道多年漂浮的时光\n[02:29.760]是否你也想家\n[02:31.900]\n[02:33.550]如果当时吻你 当时抱你\n[02:36.740]也许结局难讲\n[02:40.530]我那么多遗憾 那么多期盼\n[02:43.310]你知道吗\n[02:46.720]\n[02:47.329]我爱你 是多么清楚 多么坚固的信仰\n[02:53.760]我爱你 是多么温暖 多么勇敢的力量\n[03:01.280]我不管心多伤 不管爱多慌 不管别人怎么想\n[03:07.340]爱是一种信仰\n[03:09.720]把我 带到你的身旁\n[03:12.750]\n[03:14.370]喔哦\n[03:18.390]我爱你 是忠于自己 忠于爱情的信仰\n[03:24.640]我爱你 是来自灵魂 来自生命的力量\n[03:32.150]在遥远的地方\n[03:34.500]你是否一样 听见我的呼喊\n[03:38.460]爱是一种信仰\n[03:40.870]把你 带回我的身旁\n[03:45.800]爱是一种信仰\n[03:48.300]把你 带回我的身旁\n",
    },
        {
        name: "不浪漫罪名（Cover 王杰）",
        id: "451642538",
        musicId: "8",
        artists: {
            name: "李昂星",
            id: "12258318",
        },
        album: {
            name: "Listen",
            id: "35101584",
            picUrl: "http://p3.music.126.net/P8Rtu9gyNaWnOx1a8NnKWg==/109951162853162347.jpg",
        },
        mp3Url: "http://m2.music.126.net/VFloqyPzQGfeRVtlZEub_Q==/18603736743691440.mp3",
        lyric: "[00:00.00] 作曲 : 王杰\n[00:01.00] 作词 : 陈少琪\n[00:16.64]没有花这刹那被破坏吗\n[00:23.91]无野火都会温暖吗\n[00:28.65]无烟花一起庆祝好吗\n[00:34.55]若爱恋彷似戏剧那样假\n[00:41.31]如布景一切都美化\n[00:46.00]连相拥都参照主角吗\n[00:52.00]你说我未能定时\n[00:55.32]令你每天欢笑一次\n[00:59.50]我没说出一句美丽台词\n[01:03.06]是你心中一种缺陷定义\n[01:07.37]流进了眼角里的刺\n[01:10.69]为何不浪漫亦是罪名\n[01:14.06]为何不轰烈是极坏事情\n[01:18.25]从来未擦觉我每个动作\n[01:21.68]没有声都有爱你的挚证\n[01:25.68]为何苦不浪漫亦是罪名\n[01:29.37]为何总等待着特别事情\n[01:33.38]从来未擦觉我语气动听\n[01:37.18]在我呼吸声早已说明\n[01:42.07]甚么都会用一生保证\n[01:49.00]\n[01:53.80]没有花这刹那被破坏吗\n[02:00.63]无野火都会温暖吗\n[02:05.26]无烟花一起庆祝好吗\n[02:08.49]\n[02:10.95]若爱恋彷似戏剧那样假\n[02:18.07]如布景一切都美化\n[02:22.70]连相拥都参照主角吗\n[02:25.87]\n[02:28.96]你说我未能定时\n[02:32.27]令你每天欢笑一次\n[02:36.14]我没说出一句美丽台词\n[02:39.89]是你心中一种缺陷定义\n[02:44.27]流进了眼角里的刺\n[02:47.27]为何不浪漫亦是罪名\n[02:50.64]为何不轰烈是极坏事情\n[02:54.53]从来未擦觉我每个动作\n[02:58.40]没有声都有爱你的挚证\n[03:02.22]为何苦不浪漫亦是罪名\n[03:06.35]为何总等待着特别事情\n[03:10.30]从来未擦觉我语气动听\n[03:14.38]在我呼吸声早已说明\n[03:18.96]甚么都会用一生保证\n[03:24.71]\n[03:41.37]为何不浪漫亦是罪名\n[03:44.24]为何不轰烈是极坏事情\n[03:48.06]从来未擦觉我每个动作\n[03:51.87]没有声都有爱你的挚证\n[03:55.69]为何苦不浪漫亦是罪名\n[03:59.46]为何总等待着特别事情\n[04:03.65]从来未擦觉我语气动听\n[04:07.03]在我呼吸声早已说明\n[04:12.16]甚么都会用一生保证\n",
    },
        {
        name: "讲不出再见",
        id: "152392",
        musicId: "9",
        artists: {
            name: "谭咏麟",
            id: "5205",
        },
        album: {
            name: "二十年白金畅销金曲全记录",
            id: "15338",
            picUrl: "http://p4.music.126.net/eS3F7yMfwNPIG6X9PQ07lQ==/38482906973202.jpg",
        },
        mp3Url: "http://m2.music.126.net/i3NfzNF8Nug9BtVLHWiPpA==/1062128232439736.mp3",
        lyric: "[by:有誰而過]\n[00:00.00] 作曲 : Cho Yong Pil/Senk Kazuya\n[00:01.00] 作词 : 向雪怀\n[00:30.92]是对是错也好\n[00:33.77]不必说了\n[00:37.49]是怨是爱也好\n[00:40.29]不须揭晓\n[00:44.07]何事更重要\n[00:46.89]比两心的需要\n[00:50.56]柔情密意怎么可缺少\n[00:57.18]是进是退也好\n[01:00.03]有若狂潮\n[01:03.81]是痛是爱也好\n[01:06.61]不须发表\n[01:10.34]曾为你愿意\n[01:13.23]我梦想都不要\n[01:16.87]流言自此心知不会少\n[01:23.53]这段情\n[01:26.77]越是浪漫越美妙\n[01:30.85]离别最是吃不消\n[01:35.79]我最不忍看你\n[01:39.95]背向我转面\n[01:42.80]要走一刻\n[01:44.05]请不必诸多眷恋\n[01:48.81]浮沉浪似人潮\n[01:53.03]那会没有思念\n[01:56.03]你我伤心到讲不出再见\n[02:16.14]是进是退也好\n[02:18.94]有若狂潮\n[02:22.65]是痛是爱也好\n[02:25.55]不须发表\n[02:29.26]曾为你愿意\n[02:32.24]我梦想都不要\n[02:35.83]流言自此心知不会少\n[02:42.38]这段情\n[02:45.63]越是浪漫越美妙\n[02:49.78]离别最是吃不消\n[02:54.68]我最不忍看你\n[02:58.74]背向我转面\n[03:01.65]要走一刻\n[03:02.95]请不必诸多眷恋\n[03:07.81]浮沉浪似人潮\n[03:11.95]那会没有思念\n[03:14.87]你我伤心到讲不出再见\n[03:36.64]我最不忍看你\n[03:40.65]背向我转面\n[03:43.63]要走一刻\n[03:44.93]请不必诸多眷恋\n[03:49.78]浮沉浪似人潮\n[03:53.93]那会没有思念\n[03:56.62]你我伤心到讲不出再见\n[04:02.99]我最不忍看你\n[04:07.00]背向我转面\n[04:09.96]要走一刻\n[04:11.17]请不必诸多眷恋\n[04:16.03]浮沉浪似人潮\n[04:20.13]那会没有思念\n[04:23.11]你我伤心到讲不出再见\n",
    },
        {
        name: "风继续吹",
        id: "26620762",
        musicId: "10",
        artists: {
            name: "张国荣",
            id: "6457",
        },
        album: {
            name: "最红",
            id: "2537127",
            picUrl: "http://p4.music.126.net/AtMpiqgluHefLF6nD_Pcug==/4417837720418086.jpg",
        },
        mp3Url: "http://m2.music.126.net/FUl4dtfTHa0wymos_843ug==/5640494650554717.mp3",
        lyric: "[by:風繼續吹吖吹__]\n[00:00.00] 作曲 : Ryudo Uzaki/Youko Agi\n[00:01.00] 作词 : 郑国江\n[00:25.72]我劝妳早点归去\n[00:31.78]妳说妳不想归去\n[00:34.74]衹叫我抱著妳\n[00:37.88]悠悠海风轻轻吹\n[00:40.3]冷却了野火堆\n[00:42.28]我看见伤心的妳\n[00:45.42]你说我怎舍得去\n[00:48.84]哭态也绝美\n[00:52.54]如何止哭\n[00:53.54]衹得轻吻妳发边\n[00:56.66]让风继续吹\n[00:59.53]不忍远离\n[01:03.76]心里极渴望\n[01:05.99]希望留下伴著妳\n[01:10.74]风继续吹\n[01:13.86]不忍远离\n[01:17.72]心里亦有泪\n[01:20.28]不愿流泪望著妳\n[01:24.55]过去多少快乐记忆\n[01:31.4]何妨与妳一起去追\n[01:38.23]要将忧郁苦痛洗去\n[01:42.25]柔情蜜意我愿记取\n[01:46.6]要强忍离情泪\n[01:49.46]未许它向下垂\n[01:53.17]愁如锁眉头聚\n[01:56.84]别离泪始终要下垂\n[02:07.6]我已令妳快乐\n[02:10.48]妳也令我痴痴醉\n[02:12.92]妳已在我心\n[02:16.0]不必再问记著谁\n[02:19.91]留住眼内每滴泪\n[02:22.10]为何仍断续流默默垂\n[02:52.15]我劝妳早点归去\n[02:55.24]妳说妳不想归去\n[02:58.34]衹叫我抱著妳\n[03:01.56]悠悠海风轻轻吹\n[03:03.57]冷却了野火堆\n[03:05.79]我看见伤心的妳\n[03:09.58]妳叫我怎舍得去\n[03:12.60]哭态也绝美\n[03:15.91]如何止哭\n[03:17.10]衹得轻吻妳发边\n[03:19.61]让风继续吹\n[03:23.14]不忍远离\n[03:27.52]心里极渴望\n[03:29.78]希望留下伴著妳\n[03:34.65]风继续吹\n[03:37.52]不忍远离\n[03:41.81]心里亦有泪\n[03:44.14]不愿流泪望著妳\n[03:48.27]过去多少快乐记忆\n[03:54.53]何妨与妳一起去追\n[04:01.88]要将忧郁苦痛洗去\n[04:06.8]柔情蜜意我愿记取\n[04:09.74]要强忍离情泪\n[04:13.2]未许它向下垂\n[04:16.95]愁如锁眉头聚\n[04:20.42]别离泪始终要下垂\n[04:29.5]我已令妳快乐\n[04:33.33]妳也令我痴痴醉\n[04:37.37]妳已在我心\n[04:39.55]不必再问记著谁\n[04:43.42]留住眼内每滴泪\n[04:46.65]为何仍断续流默默垂\n[04:50.6]为何仍断续流默默垂\n[04:53.71]为何仍断续流默默垂\n",
    },
      {
        name: "默（Cover：那英）",
        id: "450226681",
        musicId: "11",
        artists: {
            name: "简弘亦",
            id: "5001",
        },
        album: {
            name: "简弘亦翻唱集",
            id: "35102035",
            picUrl: "http://p3.music.126.net/IF-ilB2sxIPPRkVRt9RatQ==/109951162833602425.jpg",
        },
        mp3Url: "http://m2.music.126.net/99bGL4yh-igxGiu5TPC_Zw==/18524571906444361.mp3",
        lyric: "[00:16.49]忍不住化身一条固执的鱼\n[00:21.66]逆着洋流独自游到底\n[00:28.49]年少时候虔诚发过的誓\n[00:35.66]沉默地沉没在深海里\n[00:42.74]重温几次\n[00:45.15]结局还是\n[00:48.12]失去你\n[00:50.83]\n[00:55.85]我被爱判处终身孤寂\n[01:01.67]不还手 不放手\n[01:09.06]笔下画不完的圆\n[01:12.52]心间填不满的缘 是你\n[01:18.90]\n[01:22.12]为何爱判处众生孤寂\n[01:28.40]挣不脱 逃不过\n[01:36.58]眉头解不开的结\n[01:40.18]命中解不开的劫 是你\n[01:47.80]\n[01:50.88]啊 失去你\n[02:04.61]啊 我失去你\n[02:19.26]\n[02:48.96]忍不住化身一条固执的鱼\n[02:55.92]逆着洋流独自游到底\n[03:02.74]年少时候虔诚发过的誓\n[03:08.24]沉默地沉没在深海里\n[03:15.09]周而复始\n[03:19.41]结局还是\n[03:21.42]失去你\n[03:25.77]\n[03:30.92]我被爱判处终身孤寂\n[03:35.32]不还手 不放手\n[03:43.49]笔下画不完的圆\n[03:46.80]心间填不满的缘 是你\n[03:55.79]\n[03:57.41]为何爱判处众生孤寂\n[04:02.22]挣不脱 逃不过\n[04:10.87]眉头解不开的结\n[04:14.32]命中解不开的劫 是你\n[04:25.24]啊 失去你\n[04:38.60]啊 失去你\n[05:10.03]\n",
    },
]
module.exports = {
    musicList: local_database
}
